[
    {
        "id": 1,
        "title": "Applied Mathematics",
        "description": "Applied mathematics is the application of mathematical methods by different fields such as physics, engineering, medicine, biology, finance, business, computer science, and industry. Thus, applied mathematics is a combination of mathematical science and specialized knowledge.Applied mathematics involves the application of mathematics to problems which arise in various areas, e.g., science, engineering or other diverse areas, and/or the development of new or improved methods to meet the challenges of new problems. We view applied math as the application of mathematics to real-world problems with the dual goal of explaining observed phenomena and predicting new, as yet unobserved, phenomena. Therefore, the emphasis is on both the mathematics, e.g. the development of new methods to meet the challenges of new problems, and the real world. The problems come from various applications, such as physical and biological sciences, engineering, and social sciences. Their solutions require knowledge of various branches of mathematics, such as analysis, differential equations, and stochastics, utilizing analytical and numerical methods. Very often our faculty members and students interact directly with experimentalists to see their research results come to life.",
        "price": 25,
        "img": "https://image.freepik.com/free-photo/closeup-man-writing-arrow-up-graph-increase_53876-14001.jpg?1",
        "seats": 30
    },
    {
        "id": 2,
        "title": "Partial Differential Eqations",
        "description": "A partial differential equation (or briefly a PDE) is a mathematical equation that involves two or more independent variables, an unknown function (dependent on those variables), and partial derivatives of the unknown function with respect to the independent variables. The order of a partial differential equation is the order of the highest derivative involved. A solution (or a particular solution) to a partial differential equation is a function that solves the equation or, in other words, turns it into an identity when substituted into the equation. A solution is called general if it contains all particular solutions of the equation concerned.",
        "price": 25,
        "img": "https://image.freepik.com/free-vector/mathematics-concept-illustration_114360-3972.jpg",
        "seats": 30
    },
    {
        "id": 3,
        "title": "Basic English grammar",
        "description": "Learning a language is like learning the most important aspect of a nation. English is a language which has crossed its national boundary for a long time now. English is spoken in almost all the countries of the world as an international language. As a result, this language has many varieties now. However, among these varieties, the standard form of English still is and will be regarded as the most prestigious and accepted form of English. Apparently, learning the standard form of English with the understanding of how it works incorporates paramount importance. This project is an attempt to provide the learners with the basic grammatical structures in an easily comprehensible style. ",
        "price": 15,
        "img": "https://image.freepik.com/free-photo/young-woman-teaching-english-lessons_23-2149019790.jpg",
        "seats": 45
    },
    {
        "id": 4,
        "title": "Applied Chemistry",
        "description": "Applied Chemistry not only provides technologies for applications but also covers a fundamental aspect of chemistry. We are, therefore, aiming to create a novel system of knowledge by investigating and understanding the fundamental nature of materials and to fabricate useful materials by designing new structures and controlling their properties. Currently, as the human society is more complicated, the research fields of Applied Chemistry are expanding to a wider range. To name a few, it will make our society sustainable to create clean and benign materials using energy-saving methods without destroying the natural environment, and incurable diseases will be prevented by new medicines and medical technologies that we can develop. Our department of Applied Chemistry includes chemistry, engineering, physics, earth science, biology, medical science, pharmacy, and so on.",
        "price": 15,
        "img": "https://image.freepik.com/free-vector/classroom-scene-with-students-wearing-laboratory-gown_1308-55374.jpg",
        "seats": 45
    },
    {
        "id": 5,
        "title": "Quantam Mechanics",
        "description": "quantum mechanics, science dealing with the behaviour of matter and light on the atomic and subatomic scale. It attempts to describe and account for the properties of molecules and atoms and their constituents—electrons, protons, neutrons, and other more esoteric particles such as quarks and gluons. These properties include the interactions of the particles with one another and with electromagnetic radiation (i.e., light, X-rays, and gamma rays).The behaviour of matter and radiation on the atomic scale often seems peculiar, and the consequences of quantum theory are accordingly difficult to understand and to believe. Its concepts frequently conflict with common-sense notions derived from observations of the everyday world. There is no reason, however, why the behaviour of the atomic world should conform to that of the familiar, large-scale world. It is important to realize that quantum mechanics is a branch of physics and that the business of physics is to describe and account for the way the world—on both the large and the small scale—actually is and not how one imagines it or would like it to be.",
        "price": 35,
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQxF1i9D20psGnbxRIEZKjHUl_p9Rzu9O9U_w&usqp=CAU",
        "seats": 25
    },
    {
        "id": 6,
        "title": "Introduction to Calculas",
        "description": "Calculus was developed independently by the Englishman, Sir Isaac Newton, and by the German, Gottfried Leibniz. They were both working on problems of motion towards the end of the 17th century. There was a bitter dispute between the men over who developed calculus first.Because of this independent development, we have an unfortunate mix of notation and vocabulary that is used in calculus. The development of an accurate clock in the 17th century led to significant developments in science and mathematics, and amongst the greatest of these was the calculus. For scientists, it was very important to be able to predict the positions of the stars, to help in maritime navigation. The greatest challenge was to determine longitude when a ship was at sea. Whichever nation could send ships to the New World and successfully bring them back laden with goods, would become a rich country.",
        "price": 30,
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQLEWnSBiJBy6I7dTObMSh1i8r0QWZylGkHjQ&usqp=CAU",
        "seats": 30
    },
    {
        "id": 7,
        "title": "Introduction to Statistics",
        "description": "Statistics is a mathematical science including methods of collecting, organizing and analyzing data in such a way that meaningful conclusions can be drawn from them. In general, its investigations and analyses fall into two broad categories called descriptive and inferential statistics. Descriptive statistics deals with the processing of data without attempting to draw any inferences from it. The data are presented in the form of tables and graphs. The characteristics of the data are described in simple terms. Events that are dealt with include everyday happenings such as accidents, prices of goods, business, incomes, epidemics, sports data, population data. Inferential statistics is a scientific discipline that uses mathematical tools to make forecasts and projections by analyzing the given data. This is of use to people employed in such fields as engineering, economics, biology, the social sciences, business, agriculture and communications.",
        "price": 30,
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ4Ak4gxQJp2CdBWTpOS4GGtfiMV18yOvWFfw&usqp=CAU",
        "seats": 35
    },
    {
        "id": 8,
        "title": "Discrete Mathematics",
        "description": "Discrete Mathematics is a branch of mathematics involving discrete elements that uses algebra and arithmetic. It is increasingly being applied in the practical fields of mathematics and computer science. It is a very good tool for improving reasoning and problem-solving capabilities. This tutorial explains the fundamental concepts of Sets, Relations and Functions, Mathematical Logic, Group theory, Counting Theory, Probability, Mathematical Induction and Recurrence Relations, Graph Theory, Trees and Boolean Algebra.This tutorial has been prepared for students pursuing a degree in any field of computer science and mathematics. It endeavors to help students grasp the essential concepts of discrete mathematics.This tutorial has an ample amount of both theory and mathematics. The readers are expected to have a reasonably good understanding of elementary algebra and arithmetic.",
        "price": 25,
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTE16hZKbqVvh1ruFCU8InTAgMurLWyVnAFXA&usqp=CAU",
        "seats": 30
    },
    {
        "id": 9,
        "title": "Differential Geometry",
        "description": "Differential geometry is a mathematical discipline that studies the geometry of smooth shapes and smooth spaces, otherwise known as smooth manifolds, using the techniques of differential calculus, integral calculus, linear algebra and multilinear algebra. The field has its origins in the study of spherical geometry as far back as antiquity, as it relates to astronomy and the geodesy of the Earth, and later in the study of hyperbolic geometry by Lobachevsky. The simplest examples of smooth spaces are the plane and space curves and surfaces in the three-dimensional Euclidean space, and the study of these shapes formed the basis for development of modern differential geometry during the 18th century and the 19th century.Since the late 19th century, differential geometry has grown into a field concerned more generally with geometric structures on differentiable manifolds. A geometric structure is one which defines some notion of size, distance, shape, volume, or other rigidifying structure. For example, in Riemannian geometry distances and angles are specified, in symplectic geometry volumes may be computed, in conformal geometry only angles are specified, and in gauge theory certain fields are given over the space. ",
        "price": 30,
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR_CcvKv96tHp8pTKYkzKvSAhSaVbhSaUMlxg&usqp=CAU",
        "seats": 25
    }
]